altbrot/circuitpython/ports/raspberrypi/boards/breadboard_rp2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Breadboard RP2040"
#define MICROPY_HW_MCU_NAME "rp2040"

#define BOARD_HAS_CRYSTAL 1
